{
    "data": [
        {
            "id": 1,
            "question":"Some people think that parents should teach their children how to be good members of society. Others, however, believe that school is the best place to learn this. Discuss both views and give your own opinion.",
            "type":2,
            "topic":0,
            "sample_answer":"Some people believe that children should be taught by their parents about how to function as useful members of society, while others believe that sending children to educational institutions is the best way for them to study this. Although the latter opinion can be beneficial in some cases, I believe that family upbringing plays a more important role in educating children to be good parts of the community.

            Schools can be considered suitable places for children to learn to be good citizens. With standardized educational methods, schools can foster children’s cognitive development so that they are able to contribute to society in the future. For example, Trung Vuong school and Vinschool are well known for having nurtured successful alumni such as Professor Ngo Bao, Professor Nguyen Hung who have devoted their talents to the development of the country. However, these people only represent a small fraction of the total number of students attending schools, and thus sending children to schools cannot be the best method of educating them to be good members of society. 
            
            I believe that parents play a more important role in teaching them how to be good citizens. In Vietnam, the average class size is 20 students, which makes it difficult for educators to provide proper schooling for each student. One to one lessons at home, on the other hand, allow children to progress faster. Furthermore, parents form stronger bonds with their offspring and thus, it is easier for them to shape children’s personalities at an early age. For example, by telling stories such as Robin Hood, Cinderella before bedtime, parents can instil a sense of compassion and integrity into them. These children are likely to become good members of society when they grow up.
            
            In conclusion, although sending children to schools can be seen as a way of teaching them how to be good citizens, I believe that domestic upbringing has a bigger impact on determining who they are in the future.",
            "title":""
        },
        {
            "id": 2,
            "question":"There is an increasing trend around the world of married couples deciding not to have children. Discuss the advantages and disadvantages for couples who decide to do this.",
            "type":2,
            "topic":1,
            "sample_answer":"An increasing number of married couples around the world choosing to remain childless. The main benefits of not having a child for couples are that they can focus on their careers and have more time for themselves. The main drawbacks are that they could not fit into their peers’ group and have no one to look after them when they get old. 

            One primary advantage of remaining childless for married couples is that they can focus on their work. This is because they have less responsibility and distractions in their lives compared to the couples that have a child. Another advantage of this is that they have more spare time. Looking after a child is a full-time job for parents and taking most of their time, while child-free couples have lots of free time after work. For example, many couples stop going out late with their friends after having a child as they have to stay at home for looking after their children. 
            
            One disadvantage of couples deciding not to have children is that they can struggle to hang with their peers after most of them have children. Most parents prefer to spend more time with other couples that have children as well. Moreover, do not have anyone to look after them in their elderliness is another disadvantage. Children are the ones who take care of their parents when they get old because their parents did the same for them when they were young. For instance, the vast majority of the people who live in care homes have no child. 
            
            In conclusion, the main benefits of staying child-free for couples are that they can be more career-oriented and have more free time for themselves, and the main drawbacks are that they could have problems about fitting into their friends’ group and having no one to take care of them when they become older.
            
            ",
            "title":""
        },
        {
            "id": 3,
            "question":"In many professional sports, there is an increase in the number of athletes using banned substances to improve their performance.

            What are the causes of the phenomenon and what are some of the possible solutions?",
            "type":2,
            "topic":2,
            "sample_answer":"In many professional sports, it is becoming commonplace for athletes to abuse prohibited substances to boost their overall performance. This essay will discuss how stiff competition and lax testing systems are the main cause of this problem, and the most suitable solutions are imposing heavier punishments on violators and revamping testing facilities.

            The main cause of this problem is the fierce competition that exists in any sports. In other words, most many professional athletes feel that they have to take substances like steroids to give themselves an advantage over other strong opponents. Another reason is the lack of strictness in testing procedures. Many athletes who take advantage of banned substances can still get off scot-free due to the holes in testing systems. For example, a high-profile mix martial artist named Jon John who is notorious for using PED described how easy it was to get away with cheating in an interview in 2015.
            
            A viable solution is to heavily punish lawbreakers. If sports clubs and establishments raise the fine for using banned substances, many athletes will think twice before making attempt to cheat. Another the way to deal with this issue is to upgrade testing amenities. This will eradicate any holes existing in the system and ensure that the test result is highly accurate. For instance, after the UFC had made major investments to provide their staff with the latest testing equipment, many fighters in their organization got caught.
            
            In conclusion, strong competition and ineffective testing systems are the main cause of this problem, and the most suitable solutions are enforcing harsher punishments on violators and reforming testing facilities.",
            "title":""
        },
        {
            "id": 4,
            "question":"Details of politicians’ private lives should not be published in newspapers. To what extent do you agree or disagree?",
            "type":2,
            "topic":3,
            "sample_answer":"It is thought that the information regarding politicians’ personal lives should not be shared in print media. This essay strongly agrees with this suggestion because publishing these details could be harmful to their families, and obtaining this type of information might require breaking the law.

            First and foremost, what makes that the details related to private aspects of politicians’ lives should not be shared in newspapers is that it could be harmful not only to these individuals but also to their families. This is because revealing some details from their personal lives could expose them to unwanted comments or allegations, which might lead to a great deal of distress. In Poland, for instance, in 2015, the vice-prime minister committed suicide due to not handling the pressure caused by the paparazzi invading his and his family’s private life.
            
            Furthermore, obtaining this type of information, in most cases, means breaking the law. This is because the right to privacy is one of the most fundamental policies in society, and anyone who wants to access the lives of politicians must obtain their consent. However, not only are paparazzi hired to invade properties belonging to politicians to take photos without their permission, but also politicians’ colleagues and relatives are bribed to share confidential facts from their lives. For instance, an accident in which Princess Diana was killed was partly caused by the paparazzi who followed her car, trying to take photos of her and her boyfriend against their will.
            
            In conclusion, I strongly support the suggestion that politicians’ lives should not be subject to the interest of newspapers because revealing personal facts from politicians lives could destroy their family life and the process of obtaining these details often required wrongdoing.",
            "title":""
        },
        {
            "id": 5,
            "question":"Some say that music, art and drama are as important as other school subjects, especially at the primary level. Do you agree or disagree?",
            "type":2,
            "topic":4,
            "sample_answer":"Some people believe that arts-related subjects are as important as other school subjects, especially for primary school children. I totally agree with this statement because this can help children to discover their talents from an early age and can increase their confidence. 

            One of the reasons I agree that creative subjects have the same importance as other school courses in primary school is that it allows students to find out their potential talents early on. That is to say, school-age is the most convenient time for students to learn more about their interests by trying different activities as they are young enough to pursue their hobbies. They will probably not have any other chance later in their lives to discover that because they will be busy with difficult exams when they get older. For example, most famous singers were discovered by their music teachers at school from a young age, and they claimed that they could not be that successful if their teachers did not find out their talents when they were young.
            
            Moreover, music, art and drama subjects help students to boost their confidence. That is because creative lessons teach students how to perform in front of lots of people and give them a chance to socialise with other students. As a result, students can realise their real potential and act more confidently. For instance, many psychologists suggest to students who are struggling with social anxiety to take drama lessons as it helps to enhance confidence. 
            
            In conclusion, this essay completely agrees that music, art and drama have the same value as other subjects in primary school because it allows children to discover their hidden talents early on and increases their self-confidence.",
            "title":""
        }
    ]
}